[
  "马克思主义哲学研究的对象是：关于自然、社会、思维发展的一般规律。",
  "对待马克思主义的科学态度是：坚持和发展。",
  "物质的唯一特性是客观实在性。这里的客观实在是指：不以人的意志为转移。",
  "在实际工作中，要注意掌握分寸，防止过或不及，其关键在于：把握事物的度。",
  "矛盾的基本属性是：斗争性和同一性。",
  "实践的科学含义是：人们能动地改造和探索现实世界的一切社会性的客观物质活动。",
  "绝对真理和相对真理的关系是：真理的2种不同属性。",
  "人民群众创造历史的活动最基本的首要的是：生产实践活动。",
  "人类社会变化、发展的决定性因素是：物质资料的生产方式。",
  "英雄史观的理论出发点是：社会意识决定社会存在。",
  "自由王国实际指的是：共产主义社会。",
  "标志着毛泽东思想萌芽的代表著作是：《中国社会各阶段的分析》和《湖南农民运动考察报告》",
  "我国人民民主专政政权的组织形式及政体是：人民代表大会制度。",
  "“二次革命论”是由谁提出来的：陈独秀。",
  "1927年大革命失败后中国社会的性质是：半殖民地半封建社会。",
  "全国第一块农村根据地是：井冈山根据地",
  "标志第一次国共合作的统一战线正式形成的会议是：国民党一大",
  "1931年11月,中华苏维埃共和国临时中央政府成立的地点是：江西瑞金",
  "中共八大指出，社会主义改造完成后党的中心任务是：把我国尽快地从落后的农业国变为先进的工业国。",
  "新民主主义经济的领导力量是：国营经济",
  "毛泽东正式向全党全国提出探索中国社会主义建设道路的文章是：《论十大关系》",
  "1974年2月，毛泽东在会见赞比亚总统卡翁达时提出的重要观点是：关于三个世界的划分的观点",
  "马克思主义同中国实际相结合的第二次历史性飞跃的理论成果是：邓小平理论",
  "把“三个代表”重要思想确立为中国共产党的指导思想，是在：党的十六大",
  "邓小平指出，“贫穷不是社会主义，社会主义要消灭贫穷”。这个判断：体现了社会主义本质的要求",
  "坚持党的基本路线不动摇，关键是：坚持以经济建设为中心不动摇。",
  "构建社会主义和谐社会是巩固执政党地位的：社会基础",
  "执行社会主义宏观调控职能的是：社会主义国家的政府",
  "在我国现阶段的所有制结构中，国有经济对经济发展起主导作用。这主要体现在：对国民经济发展的控制力上",
  "我国现阶段的非公有制经济是：社会主义市场经济的重要组成部分。",
  "健全社会主义法制的基本要求是：有法可依、有法必依、执法必严、违法必究",
  "社会主义道德建设的原则是：集体主义",
  "邓小平提出的和平与发展两大时代主题的核心是：发展",
  "“一国两制”构想的起初提出，是为了解决：台湾问题",
  "我国解决民族问题的根本出发点和归宿是：各民族的共同繁荣",
  "世界观是：人们对整个世界的总的看法和根本观点",
  "形而上学唯物主义物质观的错误是：不懂得个性和共性的辨证关系",
  "只承认绝对运动，否认相对静止，会导致：形而上学不变论",
  "事物发展的必然性产生于：事物内部的根本矛盾",
  "一个认识是否具有真理性，关键在于：是否符合客观事物的规律性",
  "感觉、知觉和表象，这是：感性认识的三种形式",
  "不属于生产力实体性要素的是：科学技术",
  "历史唯物主义的人民群众这一范畴是指：推动社会进步的绝大多数社会成员的总和",
  "生产力与生产关系的关系是：内容和形式的关系",
  "在自由和必然的关系问题上，马克思主义哲学认为自由是指：对必然的认识和对客观世界的改造",
  "社会进步的含义指：社会由低级向高级的发展",
  "标志中国半殖民地半封建社会基本形成的不平等条约是：辛丑条约",
  "半殖民地半封建社会中华民族最迫切的任务是：进行反帝反封建的民主革命，求得民族独立和人民解放",
  "“工农武装割据”的基本内容是：土地革命",
  "在革命统一战线的两个联盟中，基本的主要的联盟是：工农联盟",
  "毛泽东指出，解决中国一切革命问题的最基本的根据是：认清中国社会的特殊国情",
  "我党提出把工作重点由农村转移到城市的会议是：七届二中全会",
  "新民主主义的前途是：社会主义",
  "1949年9月，中国人民政治协商会议第一次会议选举谁为中央人民政府主席：毛泽东",
  "新中国成立后，毛泽东指出我国工人阶级和民族资产阶级的矛盾属于：人民内部矛盾",
  "我党对待官僚资本和民族资本采取的政策分别是：没收 和平赎买",
  "“一五”计划确定的优先发展的重点是：重工业",
  "邓小平理论形成的时代要求是：时代主题的转换和新技术革命浪潮的兴起",
  "我们党的立党之本、执政之基、力量之源是：始终做到：三个代表",
  "社会主义的根本原则和发展目标是：最终达到共同富裕",
  "社会主义社会发展的直接动力是：改革",
  "党的十六大提出了：全面建设小康社会的奋斗目标",
  "当前经济体制改革的重点和中心环节是：深化国有企业改革",
  "社会主义经济体制是指：社会主义生产关系的具体形式及其运动方式",
  "依法治国，作为党领导人治理国家的基本方略，被确立下来是在：党的“十五大”",
  "社会主义精神文明建设的性质和方向取决于：社会主义思想道德建设",
  "坚持我国独立自主的和平外交政策，放在首位的应该是：国家主权和国家利益",
  "进入20世纪90年代，我国对外开放发展到一个新阶段，其显著特点是：多层次、宽领域、全方位开放的格局初步形成",
  "台湾问题的本质是：中国的内政问题",
  "党的建设的基本问题是：建设一个什么样的党和怎样建设党",
  "哲学的基本问题是：思维和存在的关系问题",
  "唯心主义的基本形式是：主观唯心主义和客观唯心主义",
  "作为哲学范畴的物质是指：作为物质普遍属性的客观实在性",
  "人工智能的出现和发展证明了：物质是意识产生的基础",
  "量变是指事物：数量的增减和场所的变更",
  "认识的本质在于：能动反映",

  "实际工作中的**教条主义者**，割裂了**感性认识和理性认识**的辩证关系，犯了类似：唯理论的错误。",
  "生产关系范畴所反映的是过程中：人与人之间物质经济关系",
  "判断一种生产关系是否先进的根本标志是看：促进还是阻碍生产力的发展",
  "人类社会发展的**根本动力**是：社会基本**矛盾**运动",
  "实现人的价值的根本途径在于：在社会实践中贡献自己的力量",
  "中国工人阶级以独立的姿态登上政治舞台是在：五四运动中",
  "中国革命斗争的主要形式是：武装斗争",
  "新民主主义国家的**政体**是：民主集中制的**人民代表大会制**",
  "标志中国革命由国民革命失败到土地革命战争兴起的历史性转变的会议是：遵义会议",
  "毛泽东在《中国社会各阶段的分析》一文中所说的**中产阶级**主要是指：**民族资产阶级**",
  "新民主主义社会属于：社会主义范畴",
  "**统一战线**的根本问题是：**领导权问题**",
  "解放战争时期，揭开战略决战序幕的是：济南战役",
  "毛泽东明确提出“是**马克思主义在中国具体化**”任务的会议是：**六届六中全会**",
  "从新民主主义革命向社会主义革命转变的标志是：过渡时期**总路线**的提出",
  "毛泽东把重工业、轻工业和农业的发展关系问题提到中国工业化道路的高度加以论述的文章是：《关于正确处理人民内部矛盾的问题》",
  "邓小平理论形成的社会实践基础是：改革开放和社会主义现代化建设",
  "“三个代表”重要思想“是在科学判断党的历史方位的基础上”提出来的",
  "社会主义初级阶段主要矛盾决定的中心任务是：经济建设",
  "我们党制定路线、方针、政策的根本**出发点**是：我国长期处于社会主义**初级阶段**",
  "我国社会主义建设发展战略的**出发点和归宿点**是：提高人民生活水平",
  "我国制定三步走发展战略的**基本依据**是：我国初级阶段的国情",
  "社会主义初级阶段都基本经济制度是：公有制为主体，多种所有制经济共同发展",
  "**个体**劳动者的主要收入属于：**劳动收入**",
  "以劳动者的劳动联合和资本联合为主的**股份合作制经济**的性质属于：**集体经济**",
  "社会主义**民主政治**的组织原则是：民主集中制",
  "中国特色**社会主义文化**，就其主要内容来说：同社会主义**精神文明是一致的**",
  "“一国两制”构想，在实践中首先运用于解决：香港问题",
  "全心全意地依靠工人阶级是因为：工人阶级是先进生产力的代表，是**改革开放和现代化建设最基本的主力军**",
  "马克思主义哲学区别于其他一切旧哲学的最主要、最显著的特征是：实践性",
  "哲学上的两大基本派别是指：唯物主义哲学和唯心主义哲学",
  "正确发挥意识能动作用的客观前提是：对客观规律的正确反映",
  "**质量**互变规律揭示了：事物发展变化的基本**形式或状态**",
  "唯物辩证法与黑格尔辩证法的本质区别在于：前者是以唯物主义为基础的，后者是以唯心主义为基础的",
  "认识论上两条根本对立的认识路线是：**反映论和先验论**的对立",
  "唯心史观的根本缺陷是：不懂得社会存在决定社会意识，不懂得人民群众是历史的创造者",
  "与**剩余价值理论**一起并称为马克思一生两大贡献的是：**唯物史观**",
  "杰出人物的历史作用是：**加速**社会发展的历史进程",
  "下列不正确的是：无产阶级领袖是历史的主人",
  "人的本质：是随**社会关系**的变化而变化的",
  "马克思主义在中国开始得到真正的传播是在：十月革命",
  "中国共产党把毛泽东思想确定为自己的指导思想是在：中共七大",
  "新民主主义经济的领导力量是：国营经济",
  "毛泽东完整地提出新民主主义**革命总路线**和总政策的著作是：《晋绥干部会议上的讲话》",
  "从1927年11月到1935年12月**瓦窑堡会议**之前，中国共产党在政权问题上的基本主张是建立：**工农民主政权**",
  "中国革命的特点和优点是：武装的革命反对武装的反革命",
  "第一次国共合作的基础是：新三民主义",
  "国民党统治区**第二条**战线斗争的先锋和主体是：学生运动",
  "标志中国历史上最后一个反动政权覆灭的历史事件是：解放南京",
  "党在过渡时期总路线中提出的过渡时期是指从：新民主主义向社会主义的过渡",
  "1956年4月，毛泽东提出我国发展科学、艺术的基本方针是：百花齐放、百家争鸣",
  "从1978年至1982年是邓小平理论：初步形成",
  "三个代表重要思想的实质核心是：保持党的先进性",
  "**三个有利于**标准有明确的**针对性**，是针对：改革过程中出现的**姓“资”姓“社”**问题",
  "社会主义国家的改革性质是：社会主义制度的自我完善和发展",
  "我国促进**区域经济发展**的战略构想是：**梯次推进**",
  "社会主义市场体系应该是：**统一、开放、竞争、有序**的市场体系",
  "国家对社会成员的基本生活给予物质保证的社会安全制度是：社会保障制度",
  "政治体制是政治制度的：具体表现形式和实施形式",
  "社会主义道德建设要以“集体主义”为原则",
  "中国共产党领导人民**治理国家**的基本**方略**是：依法治国",
  "按照三个世界的理论，中国属于：第三世界",
  "系统阐述中国共产党**对台政策**的纲领性文件是：**江泽民提出的八项主张**",
  "新时期爱国统一战线是建立在：社会主义和爱国主义基础上",
  "哲学与世界观的关系是：哲学是理论化系统化的世界观",
  "**意识**能动作用最重要的**表现**是：通过指导实践改造客观世界",
  "意识是客观存在的主观映像是指：意识的内容是客观的，形式是主观的",
  "**对立**统一规律揭示了事物发展的：源泉和动力",
  "唯物辩证法的总特征是：联系和发展的观点",
  "列宁说“从物到感觉和思想”和“从思想和感觉到物”，是：唯物论和唯心论的对立",
  "社会意识相对**独立性**突出的表现是：社会意识对社会存在有**反作用**",
  "人民群众的主体是：包括体力劳动者和脑力劳动者在内的劳动群众",
  "我国进行**政治体制改革**是根据：**上层建筑一定要适合经济基础发展状况的规律**",
  "我国的一些少数民族地区跨越封建社会和资本主义社会，从奴隶社会直接进入社会主义社会，说明：社会发展的具体道路具有多样性",
  "衡量一个人的价值应依据他：对社会的贡献",
  "毛泽东思想的初步形成是在：土地革命战争前的中期",
  "20世纪中国历史上第一次历史性巨变是：辛亥革命",
  "毛泽东在哪次会议上对**新民主主义五种经济**成分作了具体分析：**中共七届二中全会**",
  "新民主主义文化同旧民主主义文化相**区别的主要标志**是：**是否以共产主义思想为指导**",
  "中国**红色政权存在**和发展的最根本的原因是：**中国政治经济发展不平衡**",
  "“一切反对派都是纸老虎”的著名论断反映的战略战术思想是：战略上藐视敌人，战术上重视敌人",
  "针对抗战胜利后**国际国内复杂**的形势，中共中央制定的基本方针是：争取和平民主，反对内战独裁",
  "为加强中国共产党对工农红军的领导，明确提出“**支部建在连上**”是在：**三湾改编**",
  "1950年6月，中央人民政府颁布的土地法是：《中华人民共和国土地改革法》",
  "**党**的过渡时期总路线所指的**过渡时期**是：**从中华人民共和国成立到社会主义改造完成**",
  "毛泽东在《关于正确处理人民内部矛盾的问题》中，提出处理国家、生产单位和生产者个人关系的方针是：统筹兼顾、适当安排",
  "从1982年党的十二大上1987年当的十三大是邓小平理论：形成轮廓",
  "邓小平理论形成的历史条件是：中国和其他国家社会主义建设正反两方面经验教训",
  "**三个代表**重要思想形成的**时代背景**是：**当代世界的新变化**",
  "邓小平指出，**中国解决所有问题的关键**是：**要靠自己发展**",
  "社会主义国家的改革，其性质是：社会主义制度的自我完善和发展",
  "我国社会主义经济发展必须始终坚持：以经济效益为中心",
  "正确处理公平与效率关系的原则是：效率优先，兼顾公平",
  "我国国有企业改革的方向是：建立现代企业制度",
  "社会主义民主的本质是：人民当家作主",
  "精神文明重在建设，指：把“建设”作为工作的出发点和落脚点",
  "中国特色社会主义文化建设的**根本**是：在全社会形成共同理想和精神支柱",
  "在台湾问题上，我们的立场是：争取和平统一，但不承诺放弃使用武力",
  "新时期爱国统一战线的性质是：社会主义性质的",
  "马克思主义哲学与旧哲学的最主要区别是：创立了**唯物辩证的社会历史观**",
  "哲学上的二元论是：唯心主义的一种形式",
  "“人们总是按照自己的形象和经验来塑造鬼神的”，这个论断的哲学依据是：**各种意识形式都是物质的反映**",
  "**联系的客观普遍性原理**的方法论意义在于：它要求人们用**整体的观点**去认识事务。",
  "矛盾的斗争性和同一性的关系是：绝对和相对的关系",
  "认识的主体是指：从事实践和认识活动的**人**",
  "真理一元论是指在一定条件下对同一对象：正确的认识只有一个",
  "生产力发展水平的主要标志是：生产工具的水平",
  "国家的本质是：阶级压迫的暴力工具",
  "阶级斗争诸形式中具有决定意义的是：政治斗争",
  "人的本质归根到底是受：社会物质关系决定的",
  "毛泽东思想被正式确定为党的指导思想是在：党的七大",
  "毛泽东指出的中国反帝反封建的资产阶级民主革命的先行者是：孙中山",
  "1940年1月，毛泽东在**《新民主主义论》**中提出建立：**新民主主义共和国**",
  "中国革命的基本问题是：农民问题",
  "近代中国民主革命的动力是：工人阶级、农民阶级、小资产阶级和民族资产阶级",
  "抗日战争时期，中国共产党实行的土地政策是：减租减息",
  "毛泽东首次提出中国共产党的**三大优良**作风是在：**中国七大**",
  "中国共产党**最基本**的领导方法和工作方法是：从群众中来，到群众中去",
  "**人民代表大会**制度的**组织原则**是：民主集中制",
  "党的**十三大第一次**比较系统地提出和论述了：社会主义**初级阶段理论**",
  "“三个代表”重要思想形成的历史依据是：社会主义兴衰成败的历史经验",
  "邓小平关于社会主义本质的科学论断中，**体现生产关系**的是：消灭剥削，消除两极分化",
  "改革的根本目的是：解放和发展生产力",
  "科学发展观就是：以人为本、全面、协调、可持续的发展",
  "社会主义**经济制度**的**本质特征**是：生产资料公有制",
  "社会主义国民**经济**持续、快速、健康发展的必要条件是：**社会稳定**",
  "社会主义民主政治为物质文明和精神文明建设提供：政治**保证**",
  "社会主义道德建设要以：**集体主义为原则**",
  "建立**国际政治经济**新秩序的**基础**必须是：**和平共处五项原则**",
  "我国**对外政策**的根本**立场**是：**独立自主**",
  "依据香港特别行政区基本法，香港特别行政区享有：行政管理权",
  "中国共产党在中国革命和建设事业中的**领导地位**是由：党的**性质**决定的",
  "唯物主义的三种历史形态是：朴素唯物主义、形而上学唯物主义、辩证唯物主义、历史唯物主义",
  "所有唯物主义都认为世界是：物质的",
  "主张没有物质的运动的观点是：唯心论",
  "**辩证法和形而上学**根本**对立的焦点**在于：**是否承认**事物的**内部矛盾**是事物发展的动力",
  "量变和质变的根本区别是：量变是在度的范围内变化，质变是超出度的范围的变化",
  "认识的客体是指：实践和认识活动**所指向的对象**",
  "**直接经验**和**间接经验**的关系是：**认识的“源”和“流”的关系**",
  "在全部**人类社会关系**中，最基本的关系是：**社会生产关系**",
  "社会形态是：经济基础和上层建筑的统一",
  "关于社会发展动力问题，下列错误的是：阶级斗争是人类社会发展的直接动力",
  "人的价值是贡献与满足的统一，这是指：个人价值与社会价值的统一",
  "从鸦片战争到五四运动约80年间中国人民革命运动失败的根本原因是：缺乏先进阶级的科学革命理论的指导",
  "中国共产党独立领导革命战争和**创建人民军队的开端**是：**南昌起义**",
  "中国共产党人第一篇反对教条主义的重要文献是：《反对本本主义》",
  "**大革命失败后**建立的**南京国民党政权**的**性质**是：**城市合办和乡村豪绅阶级政权**",
  "人民军队的唯一宗旨，也是其区别于旧军队的根本标志是：全心全意为人民服务",
  "提出**无产阶级领导权和工农联盟思想**的大会是：**中共四大**",
  "中国共产党的根本宗旨是：全心全意为人民服务",
  "毛泽东在**中共七届三中全会**上的讲话中指出，党在当时的战略和策略是：**不要四面出击**",
  "**1953年至1956年**国内的主要**矛盾**是：工人阶级同资产阶级的矛盾、社会主义道路和资本主义道路的矛盾",
  "毛泽东在**《论十大关系》**讲话中，提出中国社会主义建设的基本方针是：**把国内外一切积极因素调动起来，为社会主义事业服务**",
  "邓小平理论和毛泽东思想之间的关系是：继承和发展关系",
  "**坚持与时俱进**，最**重要**的是：要使党的全部理论和工作富于**创造性**",
  "建国以来我们在社会主义建设中所经历的曲折和失误，归根结底，就在于没有完全搞清楚：什么是社会主义、怎样建设社会主义",
  "我国社会主义初级阶段的时间**跨度**是指：社会主义改造基本完成到社会主义现代化基本实现",
  "地区经济协调发展是指：地区经济**梯次推进**",
  "党的“**十五大**”提出我国**社会主义初级阶段的基本经济制度**是指：以公有制为主体、多种所有制经济共同发展",
  "社会主义初级阶段的分配制度是：以按劳分配为主体，多种分配方式并存",
  "我国经济体制改革的目标是：建立社会主义市场经济体制",
  "我国各民主党派是：参政党",
  "现价段，中国各族人民的共同理想是：建设有中国特色的社会主义，建设富强、民主、文明，和谐的社会主义现代化国家",
  "中国**外交**政策的**基本目标**是：**维护世界和平，促进人类共同繁荣和发展**",
  "“一国两制”的前提是：坚持一个中国原则",
  "我国**各族**人民的最高**利益**是：**民族团结和合作**",
  "**辩证法**所要回答的问题是：**世界的状况**是怎样的问题",
  "把物质说成一种或者几种可直接感知的有形实体是：**古代朴素**唯物主义物质观",
  "设想没有运动的物质必然导致：形而上学唯物主义",
  "事物的肯定方面是指：事物维持其存在的方面",
  "在内容和形式的矛盾运动中：**内容活跃**易变，**形式相对稳定**",
  "理性认识的特点是：间接性和抽象性",
  "经济基础是指一定社会中：**占统治地位的生产关系各方面的总合**",
  "上层建筑的两个方面组成部分是：政治上层建筑和思想上层建筑",
  "**生产关系对生产力的反作用**表现在：**促进或阻碍生产力的发展**",
  "我国社会主义初级阶段实行以公有制为主体、多种所有制经济共同发展的基本经济制度，它**所遵循的历史唯物主义原理**是：**生产力决定生产关系的原理**",
  "人类社会历史发展的总趋势是：由低级到高级的前进上升过程",
  "近代中国之所以**沦为**半殖民地半封建社会，其根本原因在于：帝国主义的入侵",
  "1948年12月30日，毛泽东在以下哪篇文章中**首次公开使用“人民民主专政”**的概念：《将革命进行到底》",
  "**新民主**主义革命**总路线的核心**是：**无产阶级领导**",
  "“工农武装割据”就是：武装斗争、土地革命、根据地建设三者的紧密结合",
  "提出无产阶级领导权和工农联盟思想的大会是：中共四大",
  "直接影响到统一战线和武装斗争这两大法宝作用发挥的是：党的建设",
  "抗战胜利后，**国共**两党**谈判**斗争的**焦点**是：**军队和政权**的问题",
  "把**减租减息**政策改为没收地主土地分配给农民的政策的文件是：**《五四指示》**",
  "毛泽东在1941年精辟论述**“实事求是”原则的著作**是：**《改造我们的学习》**",
  "**社会主义改造完成后，我国政治生活的主题是：正确处理人民内部矛盾**",
  "被毛泽东誉为“**鞍钢**宪法”的鞍钢企业管理制度是：“**两参一改三结合**”制度",
  "邓小平理论形成和发展的时代特征是：和平与发展",
  "中国共产党**执政兴国**的第一要务是：**发展**",
  "我国社会主义初级阶段的主要矛盾是：人民群众日益增长的物质文化需要和落后的社会生产之间的关系",
  "社会主义初级阶段的基本矛盾是：生产力和生产关系的矛盾",
  "1995年全国科学技术大会提出了：科教兴国战略",
  "在社会主义市场经济体制下，市场机制能够：对资源配置起基础性作用",
  "决定我国现阶段**多种所有制形式并存**的**根本原因**是：**生产力状况**",
  "民主首先是：一种国家制度",
  "社会主义**道德建设的核心**是：**为人们服务**",
  "我国发展**对外贸易**的关键是：**扩大出口**",
  "澳门回归祖国标志着：外国人占据和统治中国领土的历史彻底结束",
  "中国共产党的阶级基础是：工人阶级",
  "社会主义**民族问题的实质**是：**各族人民在根本利益一致基础上的人民内部矛盾**"
]