[
  "T@选择题（暂无答案）",
  "N@阶级现象@贯串人类社会始终|永远不会消亡|只存在于资本主义社会|是一个历史性范畴",
  "N@革命统一战线的基础是@国共合作|工农联盟|与民族资产阶级合作|反对共同敌人",
  "N@“一国两制”构想最先是为解决@台湾问题|香港问题|澳门问题|经济特区问题",
  "N@毛泽东明确提出了新民主主义的三大经济纲领是在@《目前形势和我们的任务》|《论联合政府》|《在中共七届二中全会上的讲话》|《新民主主义论》",
  "N@从中国航天科技集团公司获悉：2016年1月16日零时57分，我国成功将白俄罗斯通信一号卫星送入太空，迎来了中国航天事业“十三五”的开门红。到[?]，我国将迈入世界航天强国行列，火箭运载能力将迈入世界前三。@2020年|2022年|2024年|2021年",
  "N@我国民族问题的实质是@阶级斗争|根本利益一致基础上的事实上的不平等|民族矛盾|经济文化的差异",
  "N@中国历史上第一个资产阶级政党是@中国同盟会|兴中会|中国国民党|中国民主同盟",
  "N@社会主义精神文明建设的内容有@继承和发扬中华民族文化传统|继承中国革命文化传统|培养有理想、有文化、有道德、有纪律的社会主义新人|进行思想道德建设和教育科学文化建设",
  "N@认识的起点是感觉，这是@只有唯物主义才承认的观点|唯物主义和唯心主义都可以承认的观点|只有辩证唯物主义才承认的观点|唯心主义承认的观点",
  "N@系统阐述中国共产党对台政策的纲领性文件是@“叶九条”|“邓六条”|“一纲四目”|江泽民提出的八项主张",
  "N@人类历史发展的总趋势是@由低级到高级的过程|周而复始的循环过程|前进和倒退相互交替的过程|进步与落后相混杂的过程",
  "N@我国社会主义建设发展战略的出发点和归宿点是@发展生产力|提高综合国力|提高人民生活水平|实现现代化",
  "N@我国现阶段存在多种所有制形式的根本原因是@发展市场经济的需要|贯彻物质利益原则|生产力状况|劳动者充分就业的需要",
  "N@社会进步的内在根据是@社会基本矛盾运动|人与自然的和谐发展|各族人民的和睦相处|人与人之间的团结协作",
  "N@社会主义的生产目的是@发展社会生产力|提高社会经济效益|实现社会主义现代化|满足人民日益增长的物质文化需要",
  "N@第一次国共合作的政治基础是@共产主义|实用主义|新三民主义|三民主义",
  "N@解放战争时期，变抗日战争时期减租减息政策为没收地主土地归农民所有的文件是@《中国土地法大纲》|《关于目前党的政策中的几个重要问题》|《在不同地区实施土地法的不同策略》|《五四指示》",
  "N@中国共产党初步提出统一战线方针的会议是@中共一大|中共二大|中共三大|中共四大",
  "N@人的价值包括两方面，它们是@经济价值和政治价值|物质价值和精神价值|潜在价值和现实价值|自我价值和社会价值",
  "N@社会主义的根本任务是@消灭剥削|政治经济体制改革|发展生产力|实现共同富裕",
  "N@中国革命的特点和优点是@它是由中国共产党领导的人民革命|它的目标是争取民族独立，人民解放，最终实现国家的繁荣富强|它以反帝反封建作为两大革命任务|它以武装的革命反抗武装的反革命",
  "N@我国的政体是@人民民主专政|人民代表大会制度|多党合作和政治协商制度|民族区域自治制度",
  "N@否认相对静止的哲学是@相对主义|唯物主义|唯心主义|诡辩论",
  "N@在意识的本质问题上，唯心主义@强调意识对物质的依赖性|否认意识对物质的依赖性|夸大物质对意识的决定作用|承认意识对物质的反作用",
  "N@正式规定毛泽东思想为党的一切工作的指导思想会议是@遵义会议|古田会议|中共六大|中共七大",
  "N@毛泽东思想形成的标志是@新民主主义革命基本思想的提出|农村包围城市、武装夺取政权道路理论的形成|人民民主专政理论的形成|新民主主义革命理论的形成",
  "N@我国社会主义建设的目标是@实现农业、工业、国防和科技现代化|实现工业化和经济的社会化、市场化和现代化|实现经济、政治、文化现代化|把我国建设成为富强、民主、文明、和谐的社会主义现代化国家",
  "N@我国现阶段，个人收入分配必须贯彻@多劳多得，少劳少得的原则|效率优先，兼顾公平的原则|股份制企业职工的按股分红收入|集体企业职工的工资奖金收入",
  "N@毛泽东全民提出新民主主义的政治纲领、经济纲领和文化纲领的著作是@《中国社会各阶级的分析》|《新民主主义论》|《论人民民主专政》|《(共产党人)发刊词》",
  "N@中国共产党在中国革命中战胜敌人的“三大法宝”是@武装斗争，统一战线，土地革命|武装斗争，统一战线，党的建设|土地革命，党的建设，武装斗争|根据地建设，工人运动，党的建设",
  "N@以下属于我国政治体制改革必须遵循的原则的是@依法治国|坚持市场经济体制|坚持四项基本原则|以经济建设为中心",
  "N@我国实现从新民主主义社会向社会主义社会转变的标志是@1949年中华人民共和国的成立|1952年底土地改革的完成|1954年全国人大第一次会议举行|1956年社会主义改造基本完成",
  "N@第一次国共合作的政治基础和共同纲领是@三民主义|三大政策|民主革命纲领|新三民主义",
  "T@辨析题",
  "X@“人性是自私的。”@理由：(1)“人性是自私的”的观点以人有“趋利避害”的行为作为依据，认为“人是自私的动物”，这是错误的。因为，“趋利避害”是生命物质的一种本能，人与其他动物有着本质的区别。把生命物质的本能说成是人的本性，就把人降低到了动物的水平。(2)社会存在决定社会意识。私有观念不是从来就有的，在原始公有制社会，人们就没有私有观念;私有制产生后，才产生了私有观念;私有制消灭以后，人的私有观念也将消失。可见，把自私说成人的天生本性并将永恒存在，是不科学的。(3)从思想方法上看，认为“人性是自私的”也是以偏概全的片面观点。如上所述，在没有私有制的社会里，并没有私有观念;就是在私有制社会里，自私也并不是一切人的共性，共产主义觉悟高的人，一心为公，一心为民，公而忘私就是证明。",
  "X@生产方式是社会发展的决定力量。@答案：正确。理由：(1)生产方式是人类借以向自然界谋取物质生活资料的方式，是特定的生产力和生产关系的统一。(2)生产方式在社会发展中起决定作用，主要表现在以下四个方面：①生产方式的产生与物质资料的生产和再生产，是人类区别于动物界的根本标志，生产活动是人类从动物界分化出来的根本动力。②生产方式是社会存在和发展的基础，也是从事政治、科学和艺术等活动的基础。③生产方式最终决定社会制度的性质和面貌，决定整个社会经济生活、政治生活和精神生活的过程。④生产方式的变化发展，最终决定着一个社会形态向另一个社会形态的根本转变。总之，人类社会的历史，归根结底是物质资料生产方式更替的历史。",
  "T@简答题",
  "X@简述人的价值。@答案：(1)人的价值即人在社会生活中的价值或意义。(2)人的价值分为社会价值和个人价值两个方面。人的社会价值是指个人通过自己的实践活动为满足社会或他人物质的、精神的需要所作出的贡献和承担的责任，简单地说就是个人对社会贡献的大小;人的个人价值是指在社会生活和社会活动中，社会对个人和自己对自己作为人的存在的一种肯定关系，简单地说就是社会对个人的满足程度的高低。人的价值是社会价值与个人价值的统一，也就是贡献与满足的统一。",
  "X@简述人民民主专政理论的基本内容。@答案：第一，论述了在中国建立人民民主专政的历史必然性。第二，科学地分析了各个阶级在人民民主专政国家政权中的地位及其相互地位。第三，论述了人民民主专政的本质特征。第四，论述了人民民主专政的职能和任务。人民民主专政的职能和任务，对外是防止帝国主义与各国反动派的颠覆和破坏，维护国家的独立和安全，维护世界和平;对内是镇压敌对势力的反抗，保护人民民主权利，组织和管理国家经济建设，发展社会生产力，促进中国由农业国向工业国、由新民主主义向社会主转变，并最终实现消灭一切阶级和一切国家的伟大目标。",
  "X@筒述人类劳动的本质特征。@答案：(1)劳动是指人和自然之间的物质以及能量、信息变换过程，是人类对自然界的积极改造。(2)劳动是人类特有的活动，其本质特征主要是：第一，劳动是有明确的目的的改造自然的自觉活动。第二，劳动必须创造并使用一定的物质手段，主要是劳动工具。第三，劳动的对象具有广泛性，是以人类自身为主体改造整个世界并创造人化世界。第四，衡量人类劳动的尺度具有多维性，包括真理尺度、价值尺度和审美尺度，即真、善、美的统一。"
]