[
  "T@选择题（暂无答案）",
  "N@贯彻“三个代表”重要思想的本质是@坚持与时俱进| 坚持党的先进性| 坚持执政为民| 坚持科学发展观",
  "N@现代自然科学的发展日新月异，新的科技成果层出不穷，从根本上说，这主要是由@社会生产实践的需要决定的| 现代科学家的聪明才智决定的| 科学家之间的互相交流决定的| 正确的科技发展战略决定的",
  "N@我国农业合作化的方针是@积极领导，稳步前进| 自愿互利，典型示范，国家帮助| 循序渐进，由初级到高级| 先合作化，后机械化",
  "N@认清中国的国情，最主要的是认清中国的@地理位置和自然条件| 矿产资源及其地区分布| 人口状况| 社会性质和所处的发展阶段",
  "N@在人民群众创造历史的制约条件中，具有决定意义的是@生产方式| 党的领导| 文化水平| 能力大小",
  "N@社会主义初级阶段的奋斗目标是把我国建设成为@高度发达的社会主义现代化国家| 高度民主、高度文明的社会主义现代化国家| 富强、民主、文明、和谐的社会主义现代化国家| 经济发达、军事强大的社会主义现代化国家",
  "N@我国坚持独立自主的和平外交政策，必须把@维护世界和平放在首位| 发展同世界各国的友好关系放在首位| 避免世界大战放在首位| 国家主权、领土完整和国家利益放在首位",
  "N@邓小平理论的直接理论来源是@毛泽东思想| 马克思列宁主义| 中国共产党人的集体智慧| 中国现代化建设和改革开放的实践",
  "N@新旧民主主义革命的根本区别是@ 革命原因不同| 革命对象不同| 革命动力不同| 革命领导阶级不同",
  "N@实施科教兴国战略，必须把教育放在@社会发展的首要地位| 优先发展的战略地位| 全部工作的中心地位| 快速发展的战略地位",
  "N@只承认相对静止，否认绝对运动，是@形而上学观点| 辩证法观点| 不可知论| 二元论观点",
  "N@我国社会主义初级阶段的主要矛盾是@发展生产力与落后的经济体制的矛盾| 发展生产力与科技、教育体制的矛盾| 发展生产力与政治体制的矛盾| 人民群众日益增长的物质文化需要同落后的社会生产的矛盾",
  "N@建设中国特色社会主义文化，就是以马克思主义为指导，以培养@社会主义劳动者为目标| 拥护祖国统一的爱国者为目标| 有理想、有文化、有道德、有纪律的公民为目标| 先进思想的传播者为目标",
  "N@中国民主革命的中心问题是@工人问题| 知识分子问题| 民族资产阶级问题| 农民问题",
  "N@哲学是@人们自发形成的世界观| 理论化、系统化的世界观| 资产阶级的世界观| 无产阶级的世界观",
  "N@生产实践处理的是@人与人的关系| 人与社会的关系| 人与自然的关系| 人与物质产品的关系",
  "N@建立社会主义市场经济体制，就是要@充分发挥市场在资源配置中的自发调节作用| 加强国家对市场经济活动的宏观调控| 使市场在国家宏观调控下对资源配置起基础性作用| 完全取消国家的计划控制",
  "N@毛泽东思想产生的思想理论条件是@儒家思想| 马列主义的传播| 三民主义| 空想社会主义",
  "N@事物的现象是指@事物的外部联系与表面特征| 事物的属性| 形形色色的事物| 对事物的感性认识",
  "N@“一国两制”的基础和前提是@一个中国的原则| 港、澳、台地区实行高度自治| 保持港、澳、台地区繁荣稳定| 港、澳、台地区保持原有的资本主义制度和生活方式不变",
  "N@割裂本质与现象的关系会导致@唯心论| 机械唯物论| 二元论| 不可知论",
  "N@社会主义民主的本质是@人民参与国家管理| 社会主义物质文明建设的政治保证| 人民群众当家作主| 社会主义精神文明建设的政治保证",
  "N@社会主义初级阶段基本路线的核心和主体是@ 坚持四项基本原则| 坚持改革开放| 经济建设| 精神文明建设",
  "N@社会主义现代化建设中，人民政协的基本职能是@ 进行政治协商和民主监督| 管理科学、教育等部门| 与国外进行民间交流| 广泛联系各界各阶层群众",
  "N@世界和平与发展的主要障碍是@霸权主义和强权政治| 南北差距的不断扩大| 资本主义与社会主义的对立和斗争| 因民族、宗教、领土等原因而引起的局部冲突和战争",
  "N@社会主义本质论是邓小平理论的@精髓| 核心内容| 思想基础| 组成部分",
  "N@度是@关节点| 事物数量的增减和场所的变更| 质与量的统一| 事物的根本性质",
  "N@我国社会主义初级阶段的含义是@我国已进入社会主义，我国的社会主义将长期处于初级阶段| 社会主义初级阶段是任何国家进入社会主义都必须经历的阶段| 社会主义初级阶段是资本主义向社会主义过渡的历史时期| 社会主义初级阶段是新民主主义社会向社会主义社会过渡的中间阶段",
  "N@马列主义同中国实际相结合产生的历史性飞跃有@一次| 二次| 三次| 四次",
  "N@在历史唯物主义中，人民群众是指@劳动者| 除杰出人物之外的普通百姓| 被剥削与被压迫阶级| 推动社会发展的大多数人",
  "N@决定把党和国家的工作重心转移到经济建设上来的会议，是党的@十一届三中全会| 十二大| 十三大| 十四大",
  "N@国体与政体的关系是@内容与形式的关系| 本质与现象的关系| 必然与偶然的关系| 原因与结果的关系",
  "N@社会主义思想道德建设要解决的问题是@为经济建设提供智力支持| 为经济建设提供文化支持| 为教育科学文化建设积累实践经验| 树立全民族的共同理想和精神支柱",
  "N@科学发展观的第一要义是@以人为本| 统筹兼顾| 发展| 全面协调可持续",
  "N@党的思想路线是@坚持党的领导| 群众路线| 实事求是| 改革开放",
  "T@辨析题",
  "X@只有正确的意识才具有能动作用@答案：错误。(1)意识的能动性是指人所特有的特性，它表现为能动的认识世界和改造世界的活动。切意识都具有能动性。(2)意识的能动性表现为不同的性质。先进的、正确的意识对事物的发展起促进作用，能导致事物成功;错误的、落后的意识对事物的发展起阻碍作用，会导致事物失败。",
  "X@内因是事物变化发展的唯一原因@答案：割裂了内因和外因的辩证关系。(1)唯物辩证法认为：内因是指一事物自身所包含的诸要素之间的对立统一，外因是指一事物与其他事物之间的对立统一。内因和外因在事物发展中的作用是不可分割的。(2)内因和外因的关系是：内因是事物发展的根据，是第一位的原因，它规定事物发展的基本方向;外因是事物发展的第二位的原因，是任何事物存在和发展的必要条件，离开外因必要的条件，事物的变化发展就不可能;外因必须通过内因而起作用。任何割裂内因和外因辩证关系的做法都是错误的。",
  "T@简答题",
  "X@简述党在社会主义初级阶段的基本路线的内容和要点。@答案：党在社会主义初级阶段的基本路线的内容是：“领导和团结全国各族人民，以经济建 设为中心，坚持四项基本原则，坚持改革开放，自力更生，艰苦创业，为把我国建设成为富 强、民主、文明、和谐的社会主义现代化国家而努力奋斗。”这条基本路线的要点有二，一是建设富强、民主、文明、和谐的社会主义现代化国家，这 是党在社会主义初级阶段经济、政治、文化、社会建设四位一体的奋斗目标;二是以经济建设 为中心，坚持四项基本原则，坚持改革开放，这是党在社会主义初级阶段基本路线的核心内 容，是实现社会主义现代化目标的根本途径，可以简要概括为“一个中心、两个基本点”。",
  "X@简述“一国两制”的含义及基本内容。@答案：(1)“一国两制”的含义是，在一个中国的前提下，国家的主体坚持社会主义制度;香港、澳门、台湾是中国不可分割的组成部分，它们作为特别行政区保持原有的资本主义制度和生活方式长期不变。(2)“一国两制”的基本内容包括以下四点：一是“一国两制”的基础是“一个中国”，在国际上代表中国的只能是中华人民共和国。二是实行“两种制度”。作为国家主体的大陆地区坚持社会主义制度，台湾、香港、澳门保持原有的资本主义制度和生活方式。两种制度长期共存，和平共处，相互支援，共同发展。三是保证台湾、香港、澳门的高度自治和繁荣稳定。在统一的中华人民共和国内，依宪法。规定在台、港、澳设置特别行政区。四是实行“一国两制”长期不变。至少50年不变，50年以后更没有变的必要。",
  "X@我国社会主义市场经济体制的基本框架是什么?@答案：我国建立的社会主义市场经济体制的基本框架，是相互联系相互制约的几个环节的有机统一体，它包括：①坚持公有制为主体、多种所有制经济共同发展，进一步转换国有企业经营机制，建立产权清晰、责权明确、政企分开、管理科学的现代企业制度;②建立全国统一开放的市场体系，实现城乡市场紧密结合、国内市场与国际市场相互衔接，促进资源优化配置;③转变政府管理经济的职能，建立以间接手段为主的完善的宏观调控体系，保证国民经济的健康运行;④建立以按劳分配为主体、多种分配方式并存的收入分配制度，效率优先，兼顾公平，鼓励一部分地区一部分人通过合法经营和诚实劳动先富起来，走共同富裕的道路;⑤建立多层次的社会保障制度，为城乡居民提供同我国国情相适应的社会保障，促进经济发展和社会稳定。",
  "T@论述题",
  "X@试述社会存在和社会意识的内容和辩证关系。@答案：(1)社会存在是指社会物质生活条件的总和，包括物质资料生产方式、地理环境、人口因素三个基本方面。其中物质资料的生产方式起决定作用。社会意识是指各种社会精神现象的总和，包括政治法律思想、艺术、道德、宗教、哲学、科学等观念体系和风俗习惯等社会心理。(2)唯物史观认为，社会存在决定社会意识，社会意识是对社会存在的反映，社会意识反作用于社会存在。社会存在是第一性的，社会意识是第二性的，社会存在决定社会意识，有什么样的社会存在就会有什么样的社会意识。社会存在的变化和发展，必然会引起社会意识或快或慢地发展。社会存在内容的复杂多样性决定了社会意识内容的复杂多样性。(3)社会意识对社会存在具有巨大的反作用，这种反作用表现在：先进的社会意识会加速社会发展，落后的社会意识会阻碍社会发展。社会意识能动作用的大小，取决于它同社会政治、经济联系的密切程度和反映社会存在的精确程度，以及群众对它掌握的深广程度。(4)否认社会存在对社会意识的决定作用，或者否认社会意识对社会存在的反作用，都是对社会存在和社会意识辩证关系的割裂，都是错误的历史观。"
]