[
  "T@选择题（暂无答案）",
  "N@既承认物质决定意识，又承认意识具有能动作用。这种观点属于@ 辩证唯物主义观点|形而上学唯物主义观点|庸俗唯物主义观点|机械唯物主义观点",
  "N@社会主义的民主政治与资本主义的民主政治最根本的区别是@ 社会主义民主政治的内容最广泛|社会主义民主政治是绝大多数人享有的民主|社会主义民主政治实行民主集中制原则|社会主义民主政治是建立在生产资料公有制基础上的",
  "N@矛盾问题的精髓是指 @ 矛盾的主要方面和非主要方面的关系|根本矛盾和非根本矛盾的关系|主要矛盾和非主要矛盾的关系|矛盾的共性和个性、绝对和相对的关系",
  "N@在自然界，没有上，就无所谓下;在社会中，没有先进，就无所谓落后;在认识中， 没有正确，就无所谓错误。这说明 @ 矛盾双方互相排斥|矛盾双方互相依赖|矛盾双方互相转化|矛盾双方互相对抗",
  "N@中国革命斗争的主要形式是 @ 武装斗争|工人斗争|农民斗争|经济斗争",
  "N@人民军队区别于旧军队的根本标志是 @ 坚持党的绝对领导|全心全意为人民服务的宗旨|优待俘虏|有思想政治工",
  "N@辩证唯物主义认识论的首要的和基本的观点是 @ 物质第一性的观点|普遍联系的观点|矛盾的观点|实践的观点",
  "N@生产方式是指 @ 生产的经营管理方式|产品的生产与营销方式|生产力与生产关系的统一|经济基础与上层建筑的统一",
  "N@第一次提出新民主主义革命总路线的是 @ 毛泽东|刘少奇|邓小平|周恩来",
  "N@台湾与大陆和平统一后，台湾特别行政区可以享有比香港、澳门特别行政区更高度的 自治权利，主要体现在 @ 拥有行政管理权|拥有立法权、独立的司法权和终审权|可以实行单独的财政预算|可以保留自己的军队",
  "N@无产阶级的科学世界观和方法论是 @ 辩证唯物主义|历史唯物主义|辩证唯物主义和历史唯物主义|唯物主义",
  "N@毛泽东思想被确定为中国革命的指导思想并被写入党章是在 @ 遵义会议|延安整风运动|党的七大|八七会议",
  "N@下列选项中，强调外因在事物发展中起着重要作用的是 @ 出污泥而不染|威武不能屈，贫贱不能移|近朱者赤，近墨者黑|常在河边走，就是不湿鞋",
  "N@每一代人在社会上开始生活时，都面对既成的生产力和生产关系，是不能选择的。这 种观点是 @ 历史唯物主义的|机械唯物主义的|宿命论|唯心主义的",
  "N@开辟新时期新道路，建设中国特色社会主义的宣言书是 @ 《完整准确的理解毛泽东思想》|《坚持四项基本原则》|《解放思想，实事求是，团结一致向前看》|《在武昌、深圳、珠海、上海等地的谈话要点》",
  "N@邓小平指出：“贫穷不是社会主义，社会主义要消灭贫穷”，这个论断 @ 概括了社会主义建设的目标|指出了社会主义的根本任务|明确了社会主义的发展方向|体现了社会主义本质的要求",
  "N@贯彻“三个代表”重要思想，关键在坚持@ 与时俱进|党的先进性|执政为民|把发展作为第一要务",
  "N@所谓所有制的实现形式，主要是指资本或资产的@ 生产方式|组织形式或经营方式|流通方式|归属方式",
  "N@邓小平提出，发展是硬道理。实现发展的直接动力是 @ 保持社会稳定|坚持对外开放|坚持改革|坚持无产阶级专政",
  "N@人民民主专政中的人民包括 @ 工人阶级、农民阶级|工人阶级、农民阶级、知识分子|工人阶级、农民阶级、小资产阶级、民族资产阶级|工人阶级、农民阶级、小资产阶级",
  "N@中国民主革命的任务是 @ 反对资产阶级，建立无产阶级专政|发展生产力，实现国家富强和人民共同富裕|进行反帝反封建的革命，求得民族独立和人民解放|反对帝国主义和封建主义，建立资产阶级民主共和国",
  "N@坚持科学发展观的实质是@ 以人为本|以人民利益为出发点|实现经济社会更快更好地发展|全面协调可持续发展",
  "N@阶级斗争是阶级社会发展的 @ 根本动力|唯一动力|最终动力|直接动力",
  "N@决定精神文明建设的性质和方向的是@ 党风建设|文化建设|思想道德建设|教育科学文化建设",
  "N@确定我国经济体制改革目标的核心问题是，正确认识和处理 @ 改革与开放的关系|发展与稳定的关系|经济体制改革与政治体制改革的关系|计划与市场的关系",
  "N@法制是依法治国的 @ 表现和形式|前提和基础|内容和本质|目的和手段",
  "N@生产关系对生产力的反作用表现在 @ 决定生产力的性质|决定生产力的发展水平|促进或阻碍生产力发展|决定生产力的构成",
  "N@物质的唯一特性是 @ 客观实在性|可知性|可变性|广延性",
  "N@社会主义与资本主义在经济上的根本区别是@ 实行按劳分配|社会主义公有制经济占主体地位|实行完全的生产资料公有制|实行计划经济体制",
  "N@和平共处五项原则是处理 @ 所有国家之间关系的原则|社会主义国家之间关系的原则|资本主义国家之间关系的原则|社会主义国家与资本主义国家之间关系的原则",
  "N@物质的根本属性是 @ 客观性|可知性|运动性|绝对性",
  "N@党在社会主义初级阶段的基本纲领规定，建设中国特色社会主义政治的基本目标是@ 在中国共产党领导下，在人民当家作主的基础上，依法治国，发展社会主义民主 政治|坚持和完善人民民主专政|坚持和完善人民代表大会制度|坚持和完善共产党领导的多党合作、政治协商制度和民族区域自治制度",
  "N@毛泽东思想产生的实践基础是@ 辛亥革命|五四运动|新文化运动|党领导的革命斗争",
  "N@量是指 @ 事物的规模、程度、速度、水平、次序等可以用数、量表示的规定性|事物在度的范围内的变化|事物发展的连续性|事物数量的增减和场所的变更",
  "N@社会主义市场经济中宏观调控的主体是@ 政府|企业|中介机构|中国共产党中央委员会",
  "T@辨析题",
  "X@计划经济不等于社会主义，市场经济不等于资本主义。@答案：正确。计划和市场都是资源配置的手段和方法。计划经济和市场经济都是经济体制，是商品经济的运行模式，是资源配置的方式，它们本身都不是基本经济制度，既不姓社，也不姓资。计划经济不等于社会主义，资本主义也有计划;市场经济不等于资本主义，社会主义也有市场。计划和市场为社会主义服务，它们就是社会主义的;为资本主义服务，它们就是资本主义的。",
  "X@简述必然性和偶然性及其辩证关系@答案：必然性和偶然性是揭示客观事物的发生、发展的不同趋势的一对范畴。必然性是指事物发展过程中合乎规律的、不可避免的趋势，它是由事物内在的根据和本质的因素所产生的现象。偶然性是指事物发展过程中非必定发生的、不确定的趋势，它是由事物外在的非本质的因素所产生的现象。必然性和偶然性之间是对立统一的关系。(1)必然性和偶然性是对立的，即它们在事物发展中的地位和作用是不同的。必然性是事物发展过程中居支配地位，一定要发展下去的趋势，它决定着事物的发展前途和方向。而偶然性则不是事物发展过程中居支配地位的趋势，在事物发展过程中，出现一些偶然变化，一般不会改变由必然性所决定的基本方向。(2)必然性和偶然性又是统一的。一方面，两者相互依存，不可分割。必然性总是橱于偶然性之中，它是通过大量的偶然性表现出来，并为自己开辟道路。而偶然性内部又总是隐藏着必然性，它是必然性的表现形式。另一方面，两者在一定条件下相互转化。偶然的东西阿以转化为必然的东西，必然的东西失去了它存在的条件也可以转化为偶然的东西。",
  "T@简答题",
  "X@中国革命为什么必须以长期的武装斗争为主要形式?@答案：毛泽东运用马克思主义关于无产阶级革命的普遍原理，从理论和实践的结合上，创造 性地解决了在一个半殖民地半封建的中国，如何进行新民主主义革命，以什么斗争为主要形式 的问题：中国革命只能以长期的武装斗争为主要形式。(1)从近代中国的国情出发，半殖民地半封建的中国不是一个独立的民主的国家，在内部 没有民主制度，受封建制度压迫;在外部没有民族独立，受帝国主义压迫。这种特殊的国情决 定中国革命只能以长期的武装斗争为主要形式。(2)从近代中国反动统治阶级的残酷性出发，面对庞大的反革命武装，无产阶级及其政党 只能而且必须拿起枪杆子，以武装的革命反对武装的反革命，以革命的战争推翻残暴的帝国主 义和封建主义。(3)敌我力量悬殊，帝国主义和国内各派之间的矛盾、国内反动统治集团之间的矛盾以及 中国政治经济发展不平衡的状态规定了中国革命的武装斗争将不可避免地要经历一个长期而曲 折的过程。",
  "X@简述“三个代表”重要思想的科学内涵。@答案：“三个代表”重要思想的科学内涵是：我们党要始终代表中国先进生产力的发展要求，就是党的理论、路线、纲领、方针、政策和各项工作，必须努力符合生产力发展的规律，体现不断推动社会生产力的解放和发展的要求，尤其是体现推动先进生产力发展的要求，通过发展生产力不断提高人民群众的生活水平。我们党要始终代表中国先进文化的前进方向，就是党的理论、路线、纲领、方针、政策和各项工作，必须努力体现发展面向现代化、面向世界、面向未来的，民族的科学的大众的社会主义文化的要求，促进全民族思想道德素质和科学文化素质的不断提高，为我国经济发展和社会进步提供精神动力和智力支持。我们党要始终代表中国最广大人民的根本利益，就是党的理论、路线、纲领、方针、政策和各项工作，必须坚持把人民的根本利益作为出发点和归宿，充分发挥人民群众的积极性、主动性和创造性，在社会不断发展进步的基础上，使人民群众不断获得切实的经济、政治、文化利益。",
  "X@为什么说革命和改革都是解放生产力?@答案：(1)革命是解放生产力，这是历史唯物主义的一个基本命题。ffl国共产党领导的新民主主义革命，其根本目标就是推翻帝国主义、封建主义、官僚资本主义的反动统治，打破旧的生产关系对生产力的桎梏，使中国人民的生产力获得解放，为生产力的发展开辟道路。这是革命，所以，革命是解放生产力。(2)社会主义基本制度确立以后，还要从根本上改变束缚生产力发展的经济体制，建立起充满生机和活力的社会主义经济新体制，促进生产力的发展。这是改革，所以改革也是解放生产力。",
  "T@论述题",
  "X@试述科学发展观的深刻内涵@答案：党中央提出的以人为本，全面协调可持续的科学发展观，是我国经济社会发展能重要指导方针，是我们党在指导思想上的重大发展，是中国特色社会主义理论的重要内容。利学发展观的基本内涵包括以下四个方面：(1)科学发展观第一要义是发展。必须坚持把发展作为党执政兴国的第一要务。要牢牢扭住经济建设这个中心，聚精会神搞建设，一心一意谋发展，不断解放和发展社会生产力。(2)以人为本，这是科学发展观的本质和核心。以人为本，就是要始终把实现好、维护好、发展好最广大人民的根本利益作为党和国家一切工作的出发点和落脚点，做到发展为了人民、发展依靠人民、发展成果由人民共享。(3)全面、协调、可持续发展是科学发展观的基本要求。全面、协调、可持续发展就是要全面推进经济建设、政治建设、文化建设、社会建设，促进现代化建设各个环节、各个力面桂协调，坚持生产发展、生活富裕、生态良好的文明发展道路，实现经济社会永续发展。(4)统筹兼顾是科学发展观的根本方法。统筹兼顾，就是要正确认识和妥善处理中国特色社会主义事业中的各种重大关系，既要总揽全局、统筹规划，又要抓住牵动全局的主要，工作、事关群众利益的突出问题，着力推进、重点突破，以实现经济的又好又快发展。"
]